Repository: bnjkhr/StarTune
Catalog: StarTune/StarTune/Localizable.xcstrings
Source language: de
Languages: en

# About StarTune
source: Über StarTune
en: About StarTune

# Add to Favorites
source: Zu Favoriten hinzufügen
en: Add to Favorites

# Allow Access to Apple Music
source: Zugriff auf Apple Music erlauben
en: Allow Access to Apple Music

# Authorization Required
source: Autorisierung erforderlich
en: Authorization Required

# Click to favorite current song
source: Klicken um aktuelles Lied zu favorisieren
en: Click to favorite current song

# Favorite Current Song
source: Aktuelles Lied favorisieren
en: Favorite Current Song

# No music playing
source: Keine Musik wird abgespielt
en: No music playing

# Now Playing
source: Aktuelle Wiedergabe
en: Now Playing

# Paused
source: Pausiert
en: Paused

# Playing
source: Wiedergabe
en: Playing

# Quit StarTune
source: StarTune beenden
en: Quit StarTune

# Remove from Favorites
source: Aus Favoriten entfernen
en: Remove from Favorites

# StarTune - Click to favorite current song
source: StarTune - Klicken um aktuelles Lied zu favorisieren
en: StarTune - Click to favorite current song
